[
  {
    "id": 1,
    "image": "https://i.ibb.co/gJxLkHM/Health.png",
    "title": "Clean water for children",
    "category": "Health",
    "category_bg": "#AEC8FF",
    "card_bg": "#0052ff26",
    "text_btnBg": "#0052ff",
    "description": "Help provide access to clean and safe drinking water for children in need. Your support is crucial in reducing the risk of waterborne diseases, which can have devastating effects on their health. Together, we can make a significant impact on the well-being of vulnerable children and ensure they have a healthier future.",
    "price": 325.99
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/yNcJt29/Education.png",
    "title": "Good education",
    "category": "Education",
    "category_bg": "#FFC3C5",
    "card_bg": "#FFE3E4",
    "text_btnBg": "#FF444A",
    "description": "Support quality education for underprivileged children and help bridge the educational gap. Your contribution provides essential resources, qualified teachers, and a conducive learning environment, giving these children a better chance at success. Join us in shaping brighter futures and empowering the next generation.",
    "price": 345.5
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/Kqm4xqn/Clothing.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg": "#D4ECC1",
    "card_bg": "#EBF6E2",
    "text_btnBg": "#79C23F",
    "description": "Join our effort to collect and distribute gently used clothing to those in need. Your donation ensures warmth, dignity, and a sense of belonging for less fortunate individuals. By contributing to our clothing drive, you play a crucial role in making a positive impact on the lives of people in challenging circumstances.",
    "price": 290.75
  },
  {
    "id": 4,
    "image": "https://i.ibb.co/Zd4tXyy/Food.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg": "#FDD2C4",
    "card_bg": "#FEEAE3",
    "text_btnBg": "#F87147",
    "description": "Help us enhance food accessibility and nutrition for underserved communities. Your contribution supports initiatives that provide healthier food options, combat hunger, and improve overall well-being. Together, we can create a world where everyone has access to nutritious meals and a chance at a better life.",
    "price": 312.25
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/Zd4tXyy/Food.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg": "#FDD2C4",
    "card_bg": "#FEEAE3",
    "text_btnBg": "#F87147",
    "description": "Be a part of the change in food access and nutrition. Your support helps us bring better nutrition to underserved populations, promoting healthier lives and reducing the impact of food insecurity. Join us in making a lasting difference in communities in need.",
    "price": 345.0
  },
  {
    "id": 6,
    "image": "https://i.ibb.co/Kqm4xqn/Clothing.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg": "#D4ECC1",
    "card_bg": "#EBF6E2",
    "text_btnBg": "#79C23F",
    "description": "Give the gift of clothing to those who lack it. Your donation goes a long way in providing clothing essentials to those in challenging circumstances, spreading warmth, hope, and dignity. Together, we can make a positive impact on the lives of individuals facing adversity.",
    "price": 295.5
  },
  {
    "id": 7,
    "image": "https://i.ibb.co/yNcJt29/Education.png",
    "title": "Good education",
    "category": "Education",
    "category_bg": "#FFC3C5",
    "card_bg": "#FFE3E4",
    "text_btnBg": "#FF444A",
    "description": "Empower children through quality education. Your contribution ensures that every child has access to quality learning opportunities and a brighter future awaits them. Together, we can unlock their potential and create a better world through education.",
    "price": 315.99
  },
  {
    "id": 8,
    "image": "https://i.ibb.co/gJxLkHM/Health.png",
    "title": "Clean water for children",
    "category": "Health",
    "category_bg": "#AEC8FF",
    "card_bg": "#0052ff26",
    "text_btnBg": "#0052ff",
    "description": "Make a significant impact with clean water access. Your support helps provide clean and safe drinking water, improving the health and well-being of children in need. Join us in ensuring a healthier future for vulnerable young lives.",
    "price": 310.5
  },
  {
    "id": 9,
    "image": "https://i.ibb.co/gJxLkHM/Health.png",
    "title": "Clean water for children",
    "category": "Health",
    "category_bg": "#AEC8FF",
    "card_bg": "#0052ff26",
    "text_btnBg": "#0052ff",
    "description": "Support our mission to provide clean water to children. Your contribution ensures a healthier future by preventing water-related illnesses and saving young lives. Join us in making clean water accessible to those in need.",
    "price": 345.5
  },
  {
    "id": 10,
    "image": "https://i.ibb.co/yNcJt29/Education.png",
    "title": "Good education",
    "category": "Education",
    "category_bg": "#FFC3C5",
    "card_bg": "#FFE3E4",
    "text_btnBg": "#FF444A",
    "description": "Elevate education for all. Your support enables us to provide essential resources and quality teaching to children from disadvantaged backgrounds, unlocking their potential and shaping a brighter future for them.",
    "price": 295.75
  },
  {
    "id": 11,
    "image": "https://i.ibb.co/Kqm4xqn/Clothing.png",
    "title": "Used Clothing Drive",
    "category": "Clothing",
    "category_bg": "#D4ECC1",
    "card_bg": "#EBF6E2",
    "text_btnBg": "#79C23F",
    "description": "Make a difference one garment at a time. Your donation helps us clothe those in need, fostering dignity, warmth, and hope in our communities, one piece of clothing at a time. Join us in spreading kindness.",
    "price": 310.99
  },
  {
    "id": 12,
    "image": "https://i.ibb.co/Zd4tXyy/Food.png",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg": "#FDD2C4",
    "card_bg": "#FEEAE3",
    "text_btnBg": "#F87147",
    "description": "Join the movement for better food access. Your contribution promotes healthier eating options for underserved populations, changing lives for the better. Together, we can create a world where nutritious meals are available to all.",
    "price": 320.25
  }
]
